Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CommunicationSafetySettingsUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: App & Service Access
ar: وصول التطبيقات والخدمات
bg: Достъп до приложения и услуги
ca: Accés d’apps i serveis
cs: Přístup aplikací a služeb
da: App- og tjenesteadgang
de: App- und Dienstzugriff
el: Πρόσβαση εφαρμογών και υπηρεσιών
es: Apps y servicios con acceso
es_419: Acceso de apps y servicios
fi: Appien ja palvelujen käyttöoikeudet
fr: Accès des apps et des services
fr_ca: Accès aux apps et aux services
he: גישת יישומים ושירותים
hi: ऐप और सेवा ऐक्सेस
hr: Pristup aplikacijama i uslugama
hu: Appokhoz és szolgáltatásokhoz való hozzáférés
id: Akses App & Layanan
it: Accesso di app e servizi
ja: アプリとサービスのアクセス
kk: Қолданба мен сервиске қол жеткізу
ko: 앱 및 서비스 접근 권한
lt: Prieiga prie programų ir paslaugų
ms: Akses App & Perkhidmatan
nl: Toegang van apps en voorzieningen
no: App- og tjenestetilgang
pl: Dostęp aplikacji i usług
pt_br: Acesso de Apps e Serviços
pt_pt: Acesso de aplicações e serviços
ro: Accesul aplicațiilor și serviciilor
ru: Доступ для приложений и служб
sk: Prístup k apkám a službám
sl: Dostop do aplikacij in storitev
sv: App- och tjänståtkomst
th: การเข้าถึงแอปและบริการ
tr: Uygulama ve Servis Erişimi
uk: Доступ до програм і служб
vi: Quyền truy cập của ứng dụng & dịch vụ
zh_cn: App与服务访问
zh_hk: App與服務權限
zh_tw: App與服務權限

source: Detect nude photos and videos before they are viewed on your Device, and receive guidance to help make a safe choice. Apple does not have access to the photos or videos. [Learn more…](%@)
ar: يمكنك اكتشاف صور وفيديوهات العُري قبل عرضها على جهازك، وتلقي توجيهات للمساعدة على اتخاذ قرار آمن. ولا يمكن لشركة Apple الوصول إلى الصور أو الفيديوهات. [معرفة المزيد…](%@)
bg: Разпознават се голи видеа и снимки, преди да са гледани на вашето устройство, и получавате насоки за безопасен избор. Apple няма достъп до снимките или видеата. [Научете повече…](%@)
ca: Detecta les fotos i els vídeos de nus abans no es mostrin al dispositiu i rep recursos adequats per prendre decisions prudents. Apple no pot accedir a les fotos ni als vídeos. [Més informació…](%@)
cs: Rozpozná nahotu na fotkách a ve videích ještě před jejich zobrazením na zařízení a nabídne tipy a zdroje, které pomůžou s bezpečným rozhodováním. Společnost Apple k těmto fotkám ani videím nemá přístup. [Další informace…](%@)
da: Registrer nøgenfotos og -videoer, før de vises på din enhed, og få hjælp til at træffe det rigtige valg. Apple har ikke adgang til fotoene eller videoerne. [Læs mere…](%@)
de: Nacktaufnahmen werden erkannt, bevor sie auf deinem Gerät angezeigt werden. Du erhältst Hinweise, mit deren Hilfe du eine sichere Auswahl treffen kannst. Apple hat keinen Zugriff auf die Fotos oder Videos. [Weitere Infos …](%@)
el: Ανιχνεύστε γυμνές φωτογραφίες και βίντεο πριν από την προβολή τους στη συσκευή σας και λάβετε καθοδήγηση ώστε να κάνετε ασφαλείς επιλογές. Η Apple δεν έχει πρόσβαση στις φωτογραφίες ή τα βίντεο. [Μάθετε περισσότερα…](%@)
es: Detecta fotos y vídeos de desnudos antes de que se vean en tu dispositivo, y recibe orientación para decidir qué hacer. Apple no tiene acceso a dichas fotos o vídeos. [Más información…](%@)
es_419: Detecta fotos y videos de desnudos antes de que se muestren en tu dispositivo y recibe consejos para tomar una decisión informada. Apple no tiene acceso ni a las fotos ni a los videos. [Obtén detalles…](%@)
fi: Tunnista alastomuutta sisältävät kuvat ja videot ennen kuin ne näkyvät laitteessa ja saa neuvoja turvallisen valinnan tekemiseen. Apple ei voi nähdä eikä käyttää näitä kuvia tai videoita. [Lisätietoja…](%@)
fr: Détectez les photos et les vidéos de corps nus avant qu’elles ne s’affichent sur votre appareil et recevez des instructions pour orienter votre décision d’ouvrir ou non ces contenus. Apple n’a pas accès aux photos et aux vidéos. [En savoir plus…](%@)
fr_ca: Détectez les photos et vidéos de personnes nues avant qu’elles ne s’affichent sur votre appareil, et recevez des conseils qui vous aideront à faire des choix éclairés. Apple n’a pas accès aux photos ni aux vidéos. [En savoir plus…](%@)
he: ניתן לאפשר זיהוי של תמונות וסרטונים שמכילים עירום לפני שהם מוצגים במכשיר, ולקבל הדרכה לסיוע בקבלת החלטה בטוחה. ל-Apple אין גישה לתמונות או לסרטונים. [פרטים נוספים…](%@)
hi: आपके डिवाइस पर नग्न तस्वीरें और वीडियो देखे जाने से पहले उनका पता लगाएँ और सुरक्षित विकल्प चुनने में सहायता के लिए मार्गदर्शन प्राप्त करें। Apple इन तस्वीरों या वीडियो को ऐक्सेस नहीं कर सकता है। [अधिक जानें…](%@)
hr: Detektiranje fotografija i videozapisa koji sadrže golotinju prije nego što se pogledaju na vašem uređaju i primanje usmjeravanja radi pomaganja u donošenju sigurnije odluke. Apple nema pristup fotografijama ili videozapisima. [Saznajte više…](%@)
hu: A funkció észleli a meztelen fotókat és videókat megtekintés előtt az eszközén, Ön pedig útmutatást kaphat a biztonságos döntés meghozatalához. Az Apple nem rendelkezik hozzáféréssel a fotókhoz vagy videókhoz. [Bővebben…](%@)
id: Deteksi foto dan video telanjang sebelum dilihat di Perangkat Anda dan terima panduan untuk membantu mengambil pilihan aman. Apple tidak memiliki akses ke foto atau video. [Lebih lanjut…](%@)
it: Rileva immagini e video di nudo prima che vengano visualizzati sul dispositivo e ricevi informazioni per compiere scelte sicure. Apple non ha accesso alle foto o ai video. [Scopri di più…](%@)
ja: デバイスでヌードの写真やビデオが閲覧される前に検出し、安全な選択をするためのガイダンスを受けることができます。Appleはそのような写真やビデオにアクセスできません。[詳しい情報…](%@)
kk: Құрылғыңызда жалаңаш дененің бейнесі бар фотолар мен видеоларды көрмей тұрып анықтаңыз және қауіпсіз таңдау жасауға көмектесетін кеңестер алыңыз. Apple компаниясында бұл фотоларға немесе видеоларға қол жеткізу мүмкіндігі жоқ. [Толығырақ ақпарат алу…](%@)
ko: 기기에서 누드로 간주될 수 있는 사진 및 동영상을 열람하기 전에 이를 감지하고, 안전한 결정을 내릴 수 있도록 지침을 제공합니다. Apple은 해당 사진 또는 동영상에 접근할 수 없습니다. [더 알⁠아⁠보⁠기…](%@)
lt: Aptikite nuotraukas ir vaizdo įrašus su nuogybėmis prieš juos pamatant įrenginyje ir gaukite rekomendacijų, kaip saugiai pasirinkti. „Apple“ neturi prieigos prie nuotraukų ar vaizdo įrašų. [Sužinokite daugiau…](%@)
ms: Kesan foto dan video bogel sebelum ia dilihat pada Peranti anda serta terima panduan untuk membantu membuat pilihan yang selamat. Apple tidak mempunyai akses kepada foto atau video tersebut. [Ketahui lebih lanjut…](%@)
nl: Detecteer naaktfoto's en -video's voordat ze worden bekeken op je apparaat en ontvang informatie om een veilige keuze te kunnen maken. Apple heeft geen toegang tot de foto's of video's. [Meer informatie…](%@)
no: Oppdag nakenbilder og -videoer før de vises på enheten, og få veiledning til å ta trygge valg. Apple har ikke tilgang til bildene og videoene. [Finn ut mer…](%@)
pl: Wykrywaj nagie zdjęcia i wideo, zanim zostaną wyświetlone na urządzeniu, oraz korzystaj ze wskazówek, dzięki którym podejmiesz właściwe decyzje. Apple nie ma dostępu do analizowanych zdjęć i wideo. [Więcej informacji…](%@)
pt_br: Detecte fotos e vídeos com nudez antes que sejam visualizados no dispositivo e receba orientações para fazer uma escolha segura. A Apple não tem acesso às fotos ou vídeos. [Saiba mais…](%@)
pt_pt: Detetar fotografias e vídeos com nudez antes de serem vistos no dispositivo e disponibilizar orientações que ajudem a tomar uma decisão segura. A Apple não tem acesso às fotografias ou vídeos. [Saiba mais…](%@)
ro: Detectați pozele și clipurile video care conțin nuditate înainte de a fi vizualizate pe dispozitivul dvs. și primiți îndrumări pentru a face o alegere sigură. Apple nu are acces la pozele sau clipurile video respective. [Mai multe…](%@)
ru: Фото и видео c обнаженным телом могут быть распознаны еще до их просмотра на устройстве. Эта функция также дает подсказки, чтобы помочь пользователю сделать безопасный выбор. У Apple нет доступа к таким фото и видео. [Подробнее…](%@)
sk: Deteguje nahotu na fotkách a videách pred ich zobrazením na zariadení a poskytuje rady a zdroje informácií, ktoré pomáhajú urobiť bezpečné rozhodnutia. Spoločnosť Apple tieto fotky ani videá neuvidí. [Viac informácií…](%@)
sl: Zazna fotografije in videe golote, preden se prikažejo na zaslonu naprave, ter vam posreduje navodila za pomoč pri sprejemanju varnih odločitev. Apple do fotografij ali videov nima dostopa. [Več o tem …](%@)
sv: Detektera nakenbilder och -videor innan de visas på din enhet och få vägledning att göra ett säkert val. Apple har inte tillgång till bilderna eller videorna. [Läs mer…](%@)
th: ตรวจสอบรูปภาพและวิดีโอที่มีภาพเปลือยก่อนที่จะถูกดูบนอุปกรณ์ของคุณ และรับคำแนะนำเพื่อช่วยให้ตัดสินใจได้อย่างปลอดภัย Apple ไม่มีสิทธิ์ในการเข้าถึงรูปภาพหรือวิดีโอ [เรียนรู้เพิ่มเติม…](%@)
tr: Çıplak fotoğrafları ve videoları aygıtınızda görüntülenmeden önce saptar ve güvenli bir seçim yapılmasına yardımcı olacak yönlendirmeler sunar. Apple’ın fotoğraflara veya videolara erişimi yoktur. [Daha fazla bilgi…](%@)
uk: Можна виявляти фото й відео з оголеними людьми, перш ніж їх буде переглянуто на пристрої, і отримувати поради, що допоможуть зробити безпечний вибір. Apple не має доступу до таких фото й відео. [Докладніше…](%@)
vi: Phát hiện các ảnh và video khỏa thân trước khi chúng được xem trên thiết bị của bạn, đồng thời nhận được hướng dẫn để giúp đưa ra lựa chọn an toàn. Apple không có quyền truy cập vào ảnh hoặc video. [Tìm hiểu thêm…](%@)
zh_cn: 在设备上查看裸体照片和视频之前即进行检测，并接收指导协助作出安全选择。Apple不可访问这些照片或视频。[进一步了解…](%@)
zh_hk: 在你的裝置上查看裸體相片和影片之前偵測有關內容，並接收指導以協助作出安全的選擇。Apple無法取用這些相片或影片。[進一步了解⋯](%@)
zh_tw: 在裸照和裸露影片於你裝置上顯示前即可偵測到這些內容，並提供指引來協助做出安全決定。Apple無法取用這些照片或影片。[更多內容⋯](%@)

source: Sensitive Content Warning is enabled by Communication Safety in Screen Time settings.
ar: يتم تمكين "تحذير المحتوى الحساس" عبر "أمان التواصل" في إعدادات مدة استخدام الجهاز.
bg: Предупреждението за чувствително съдържание е активирано от Сигурност на комуникацията в настройките на Екранно време.
ca: La funció de comunicació segura ha activat l’avís de contingut delicat a la configuració del temps d’ús.
cs: V oddílu Bezpečná komunikace v nastavení času u obrazovky jsou zapnutá varování o důvěrném obsahu.
da: Advarsel om følsomt indhold er blevet slået til af Sikker kommunikation i indstillingerne til Skærmtid.
de: Die Option „Warnung vor sensiblen Inhalten“ ist in den Bildschirmzeiteinstellungen unter „Kommunikationssicherheit“ aktiviert.
el: Η Προειδοποίηση ευαίσθητου περιεχομένου ενεργοποιείται από την Ασφάλεια επικοινωνίας στις ρυθμίσεις Χρόνου επί οθόνης.
es: El aviso de contenido sensible se activa en Ajustes > Tiempo de uso > Seguridad en las comunicaciones.
es_419: La advertencia de contenido íntimo se activa mediante la seguridad en la comunicación en la configuración de Tiempo en pantalla.
fi: Arkaluontoisen sisällön varoitus otetaan käyttöön Ruutuaika-asetusten Viestinnän turvallisuus -kohdassa.
fr: Les avertissements relatifs au contenu sensible sont activés par la fonctionnalité « Sécurité des communications » dans les réglages « Temps d’écran ».
fr_ca: Les avis de contenu sensible sont activés par la sécurité des communications dans les réglages de Temps d’écran.
he: המאפיין ״אזהרת תוכן רגיש״ מופעל על-ידי ״בטיחות בתקשורת״ בהגדרות ״זמן מסך״.
hi: संवेदनशील कॉन्टेंट चेतावनी को स्क्रीन टाइम सेटिंग्ज़ में संचार सुरक्षा द्वारा सक्षम किया गया है।
hr: Upozorenje za osjetljiv sadržaj omogućeno je putem Sigurnosti komuniciranja u postavkama za Vrijeme uporabe zaslona.
hu: A Figyelmeztetés érzékeny tartalomra funkció a Kommunikációbiztonság segítségével engedélyezhető a Képernyőidő beállításaiban.
id: Peringatan Konten Sensitif diaktifkan oleh Keamanan Komunikasi di pengaturan Durasi Layar.
it: La funzionalità “Avviso di contenuti sensibili” è abilitata dalle impostazioni relative alla sicurezza delle comunicazioni in “Tempo di utilizzo”.
ja: スクリーンタイム設定の“コミュニケーションの安全性”によって“センシティブな内容の警告”が有効になっています。
kk: Орынсыз контент ескертуін «Экран уақыты» реттеулеріндегі «Байланыс қауіпсіздігі» тармағында қосуға болады.
ko: 민감한 콘텐츠 경고 기능은 스크린 타임 설정의 ‘커뮤니케이션 안전’을 통해 활성화됩니다.
lt: Neskelbtino turinio įspėjimas įjungtas „Ekrano laiko“ nustatymų srityje „Saugus bendravimas“.
ms: Amaran Kandungan Sensitif didayakan oleh Keselamatan Komunikasi dalam seting Masa Skrin.
nl: 'Waarschuwing gevoelig materiaal' wordt ingeschakeld door communicatieveiligheid in de instellingen voor 'Schermtijd'.
no: Advarsel om sensitivt innhold er aktivert av Trygg kommunikasjon i Skjermtid-innstillingene.
pl: Ostrzeżenia dotyczące treści wymagających dyskrecji zostały włączone przez funkcję Bezpieczeństwo komunikacji w ustawieniach funkcji Czas przed ekranem.
pt_br: O Aviso de Conteúdo Sensível é ativado pela Segurança de Comunicação nos Ajustes do Tempo de Uso.
pt_pt: O Aviso de conteúdo sensível foi ativado por Segurança na comunicação, nas definições de Tempo de ecrã.
ro: Funcționalitatea “Avertisment conținut sensibil” este activată de Siguranța comunicării în configurările Timp de utilizare.
ru: Предупреждения об откровенном контенте можно включить в рамках функции «Безопасность общения» в настройках Экранного времени.
sk: Upozorňovanie na citlivý obsah je zapnuté v časti Bezpečnosť komunikácie v nastaveniach Času pred obrazovkou.
sl: Opozarjanje o občutljivi vsebini je omogočeno z varnostjo komunikacije v nastavitvah funkcije Čas pred zaslonom.
sv: Varning för känsligt innehåll aktiveras av kommunikationssäkerhet i inställningarna för Skärmtid.
th: คำเตือนเนื้อหาที่ละเอียดอ่อนถูกเปิดใช้งานโดยความปลอดภัยในการสื่อสารในการตั้งค่าเวลาหน้าจอ
tr: Hassas İçerik Uyarısı, Ekran Süresi ayarlarında İletişim Güvenliği tarafından etkinleştirildi.
uk: Застереження щодо неприйнятного вмісту ввімкнені функцією «Безпека спілкування» в параметрах Екранного часу.
vi: Cảnh báo nội dung nhạy cảm được bật bởi Liên lạc an toàn trong cài đặt Thời gian sử dụng.
zh_cn: 敏感内容警告已通过“屏幕使用时间”设置中的“通信安全”启用。
zh_hk: 「敏感內容警告」已由「螢幕使用時間」設定中的「通訊安全」啟用。
zh_tw: 「敏感性內容警告」已由「螢幕使用時間」設定中的「通訊安全」啟用。

source: Resources to help you make a safe choice when receiving photos or videos containing nudity. [Learn more…](communicationSafetyResources://)
ar: موارد لمساعدتك في اتخاذ قرار آمن عند تلقي صور أو فيديوهات تحتوي على عُري. [معرفة المزيد…](communicationSafetyResources://)
bg: Ресурси, които помагат за безопасен избор при получаване на снимки или видеа, съдържащи голота. [Научете повече…](communicationSafetyResources://)
ca: Consulta recursos adequats per prendre decisions prudents en cas que rebis fotos o vídeos de nus. [Més informació…](communicationSafetyResources://)
cs: Tipy a zdroje, které ti pomůžou s bezpečným rozhodováním, pokud ti někdo posílá nahé fotky nebo videa. [Další informace…](communicationSafetyResources://)
da: Ressourcer, der kan hjælpe dig med at træffe det rigtige valg, når du modtager fotos eller videoer, der indeholder nøgenhed. [Læs mere…](communicationSafetyResources://)
de: Ressourcen, die dir dabei helfen, sichere Entscheidungen zu treffen, wenn du Fotos oder Videos mit Nacktaufnahmen erhältst. [Weitere Infos …](communicationSafetyResources://)
el: Οι πόροι σάς βοηθούν να κάνετε μια ασφαλή επιλογή όταν λαμβάνετε φωτογραφίες ή βίντεο που περιλαμβάνουν γυμνό. [Μάθετε περισσότερα…](communicationSafetyResources://)
es: Recursos que pueden ayudarte a saber qué hacer si recibes fotos o vídeos de desnudos. [Más información…](communicationSafetyResources://)
es_419: Recomendaciones para ayudarte a tomar una decisión consciente al recibir fotos o videos de desnudos. [Obtén detalles…](communicationSafetyResources://)
fi: Resursseja, jotka auttavat tekemään turvallisen valinnan, kun vastaanotat alastomuutta sisältäviä kuvia tai videoita. [Lisätietoja…](communicationSafetyResources://)
fr: Ressources vous aidant à prendre une décision éclairée lorsque vous recevez des photos ou des vidéos montrant des corps nus. [En savoir plus…](communicationSafetyResources://)
fr_ca: Ces ressources sont conçues pour vous aider à prendre des décisions éclairées lorsque vous recevez des photos ou des vidéos de personnes nues. [En savoir plus…](communicationSafetyResources://)
he: משאבים אלו יכולים לעזור לך לקבל החלטה בטוחה בעת קבלת תמונות או סרטונים המכילים עירום. [פרטים נוספים…](communicationSafetyResources://)
hi: ऐसे रिसोर्स जो नग्नता वाली तस्वीरें या वीडियो प्राप्त होने पर सुरक्षित विकल्प चुनने में आपकी मदद करते हैं। [अधिक जानें…](communicationSafetyResources://)
hr: Resursi koji vam pomažu u donošenju sigurnijih odluka prilikom primanja fotografija ili videozapisa koji sadrže golotinju. [Saznajte više…](communicationSafetyResources://)
hu: Segédletek, amelyek segíthetnek biztonságos döntést hozni, amikor meztelenséget ábrázoló fotókat vagy videókat kap. [Bővebben…](communicationSafetyResources://)
id: Sumber daya untuk membantu Anda mengambil pilihan aman saat menerima foto atau video telanjang. [Lebih lanjut…](communicationSafetyResources://)
it: Risorse che ti aiutano a compiere scelte sicure quando ricevi foto o video che contengono immagini di nudo. [Scopri di più…](communicationSafetyResources://)
ja: ヌードを含む写真またはビデオを受信したときに安全な選択ができるようにする教材/資料。[詳しい情報…](communicationSafetyResources://)
kk: Сізге жалаңаш дененің бейнесі бар фотолар немесе видеолар жіберілген жағдайда қауіпсіз шешім қабылдауға көмектесетін ресурстар. [Толығырақ ақпарат алу…](communicationSafetyResources://)
ko: 나체가 포함된 사진이나 동영상을 전송받았을 때 안전한 결정을 내리는 데 도움이 되는 리소스를 확인할 수 있습니다. [더 알⁠아⁠보⁠기…](communicationSafetyResources://)
lt: Ištekliai, padedantys saugiai pasirinkti gavus nuogo kūno nuotraukų arba vaizdo įrašų. [Sužinokite daugiau…](communicationSafetyResources://)
ms: Sumber untuk membantu anda membuat pilihan yang selamat apabila menerima foto atau video yang mengandungi kebogelan. [Ketahui lebih lanjut…](communicationSafetyResources://)
nl: Informatie die je helpt om een veilige keuze te maken wanneer je foto's of video's ontvangt die naaktheid bevatten. [Meer informatie…](communicationSafetyResources://)
no: Ressurser som kan hjelpe deg med å ta trygge valg når du mottar bilder eller videoer som inneholder nakenhet. [Finn ut mer…](communicationSafetyResources://)
pl: Zasoby, które pomogą Ci podejmować właściwe decyzje dotyczące odebranych zdjęć i wideo zawierających nagość. [Więcej informacji…](communicationSafetyResources://)
pt_br: Recursos para ajudar você a fazer uma escolha segura quando receber fotos ou vídeos que contenham nudez. [Saiba mais…](communicationSafetyResources://)
pt_pt: Recursos que ajudam a tomar uma decisão segura ao receber fotografias ou vídeos com nudez. [Saiba mais…](communicationSafetyResources://)
ro: Resurse care vă pot ajuta să faceți o alegere sigură atunci când primiți poze sau clipuri video care conțin nuditate. [Mai multe…](communicationSafetyResources://)
ru: Ресурсы, которые помогут сделать безопасный выбор при получении фото или видео с обнаженным телом. [Подробнее…](communicationSafetyResources://)
sk: Tieto zdroje vám pomôžu urobiť bezpečné rozhodnutie, keď prijmete fotky alebo videá zachytávajúce nahotu. [Viac informácií…](communicationSafetyResources://)
sl: Viri, ki vam bodo v pomoč pri sprejemanju varnih odločitev, če prejmete fotografije ali videe, ki vsebujejo goloto. [Več o tem …](communicationSafetyResources://)
sv: Resurser som hjälper dig att göra ett säkert val när du tar emot bilder eller videor som innehåller nakenhet. [Läs mer…](communicationSafetyResources://)
th: แหล่งข้อมูลช่วยให้คุณตัดสินใจได้อย่างปลอดภัยเมื่อได้รับรูปภาพหรือวิดีโอที่มีภาพเปลือย [เรียนรู้เพิ่มเติม…](communicationSafetyResources://)
tr: Çıplaklık içeren fotoğraf veya video alırken güvenli bir seçim yapmanıza yardımcı olacak kaynaklar. [Daha fazla bilgi…](communicationSafetyResources://)
uk: Матеріали, що допоможуть зробити безпечний вибір, коли отримано фотографії чи відео з оголеними людьми. [Докладніше…](communicationSafetyResources://)
vi: Các nguồn lực để giúp bạn đưa ra lựa chọn an toàn khi nhận được ảnh hoặc video chứa nội dung khỏa thân. [Tìm hiểu thêm…](communicationSafetyResources://)
zh_cn: 收到含裸体的照片或视频时，这些资源可帮助你作出安全选择。[进一步了解…](communicationSafetyResources://)
zh_hk: 當收到含有裸露內容的相片或影片時，提供資源協助你作出安全的選擇。[進一步了解⋯](communicationSafetyResources://)
zh_tw: 提供資源，協助你在接收到包含裸露內容的照片或影片時做出安全決定。[更多內容⋯](communicationSafetyResources://)

source: Improve Sensitive Content Warning
ar: تحسين تحذير المحتوى الحساس
bg: Подобряване на предупреждения за чувствително съдържание
ca: Millora de l’avís de contingut delicat
cs: Vylepšování varování o důvěrném obsahu
da: Gør Advarsel om følsomt indhold bedre
de: „Warnung vor sensiblen Inhalten“ verbessern
el: Βελτίωση της Προειδοποίησης ευαίσθητου περιεχομένου
es: Mejorar el aviso de contenido sensible
es_419: Mejorar Advertencia de contenido íntimo
fi: Paranna arkaluontoisen sisällön varoitusta
fr: Améliorer les avertissements relatifs au contenu sensible
fr_ca: Améliorer les avis de contenu sensible
he: שיפור ״אזהרת תוכן רגיש״
hi: संवेदनशील कॉन्टेंट चेतावनी को बेहतर बनाएँ
hr: Poboljšanje upozorenja za osjetljiv sadržaj
hu: A Figyelmeztetés érzékeny tartalomra funkció továbbfejlesztése
id: Tingkatkan Peringatan Konten Sensitif
it: Migliora l’avviso di contenuti sensibili
ja: センシティブな内容の警告の改善
kk: Орынсыз контент ескертуін жақсарту
ko: 민감한 콘텐츠 경고 기능 향상
lt: Neskelbtino turinio įspėjimo tobulinimas
ms: Tingkatkan Amaran Kandungan Sensitif
nl: Verbeter 'Waarschuwing gevoelig materiaal'
no: Forbedre Advarsel om sensitivt innhold
pl: Ulepszanie (Ostrzeżenia dotyczące treści wymagających dyskrecji)
pt_br: Melhorar Aviso de Conteúdo Sensível
pt_pt: Melhorar Aviso de conteúdo sensível
ro: Îmbunătățire Avertisment conținut sensibil
ru: Улучшение функции «Предупреждение об откровенном контенте»
sk: Vylepšovať upozorňovanie na citlivý obsah
sl: Izboljšaj opozarjanje o občutljivi vsebini
sv: Förbättra Varning för känsligt innehåll
th: ปรับปรุงคำเตือนเนื้อหาที่ละเอียดอ่อน
tr: Hassas İçerik Uyarısını İyileştir
uk: Покращення застережень щодо неприйнятного вмісту
vi: Cải thiện Cảnh báo nội dung nhạy cảm
zh_cn: 改进敏感内容警告
zh_hk: 改進敏感內容警告
zh_tw: 改進敏感性內容警告

source: Video Messages
ar: رسائل فيديو
bg: Видео съобщения
ca: Missatges de vídeo
cs: Videozprávy
da: Videobeskeder
de: Videonachrichten
el: Μηνύματα βίντεο
es: Mensajes de vídeo
es_419: Mensajes de video
fi: Videoviestit
fr: Messages vidéo
fr_ca: Messages vidéo
he: הודעות בווידאו
hi: वीडियो संदेश
hr: Video poruke
hu: Videoüzenetek
id: Pesan Video
it: Messaggi video
ja: ビデオメッセージ
kk: Видео хабарлар
ko: 비디오 메시지
lt: Vaizdo žinutės
ms: Mesej Video
nl: Videoberichten
no: Videomeldinger
pl: Wiadomości wideo
pt_br: Mensagens de Vídeo
pt_pt: Mensagens de vídeo
ro: Mesaje video
ru: Видеосообщения
sk: Videosprávy
sl: Videosporočila
sv: Videomeddelanden
th: ข้อความวิดีโอ
tr: Görüntülü Mesajlar
uk: Відеоповідомлення
vi: Tin nhắn Video
zh_cn: 视频信息
zh_hk: 視像訊息
zh_tw: 影音訊息
